            "lis-extended-backstory":   "當地球聯邦的星際殖民發大財的計劃正進行得如火如荼之際，新星地 (Terra Nova) 是第一個無法忍受地球聯邦的重稅的殖民地，而他們也開始堅決拒絕繳稅。地球聯邦大會曾嘗試以禁運令強迫新星地繳稅，但卻徒勞無功；不久後大會再以移民封鎖令向新星地施加更多壓力。\n\n幾個月後，新星地依然沒有屈服的跡象。計不成計，於是在聯邦總統的命令下派出了一支太空特戰隊，以武力方式佔領當地議會，強硬地把新星地控制權帶回聯邦。\n\n 聯邦的佔領行動激發了民憤。當時的民兵團指揮官貝福•P•托特 (Beuford P. Tots) 上校帶領平民組成反抗軍抵抗太空特戰隊的進攻，並成功將特戰隊打得落花流水，使其撤出新星地。隨即新星地殖民議會向地球聯邦大會正式宣示獨立，並將新星地重命名為獨立邦。\n\n 受到新星地事件的啟發，以及在地球聯邦暴政下的覺醒，附近星系的殖民地紛紛效法，很快地這些獨立殖民地促成了獨立國聯盟 (League of Independent States, 簡稱LIS) 的誕生 - 一個鬆散但擁有共同防禦條約對抗地球聯邦的組織。 \n\n 地球聯邦至今並不承認獨立國聯盟成員國的獨立地位，並視之為針對地球聯邦的叛匪。",

            "draconian-extended-backstory":"作為銀河系的老牌文明，艾爾法•德拉科尼亞 (Alpha Draconians) 的半蜥人 (Reptilians) 將自己比作古代先祖的後代 (古代一族 (The Ancients) 是一支已經殞落的神秘古老文明，其足跡曾經遍佈銀河系內大部份的宜居星球)。\n\n 古代一族的消失依然是一個謎，但是大批殘存科技的確由艾爾法•德拉科尼亞承存下來，給予他們巨大的實力，在與附近星系的衝突中佔盡恐怖的優勢。沒有誰比蟲族更深深瞭解這一點了，從他們在德拉科尼亞人不斷擴張的影響力下淪為次等奴隸種族的例子足以證明。\n\n 他們的科技優勢除了體現在徵服，還體現在操縱與資源開發。銀河系上不少政府皆是艾爾法•德拉科尼亞直轄，並以‘民選’出來的政府作為傀儡。這意味着，這些地方的一切金融、娛樂、教育和媒體等，都在艾爾法•德拉科尼亞宣傳機器控制之下。\n\n 艾爾法•德拉科尼亞的管治成果好壞摻半。社會精英階層靠著開發星球和奴隸暴富起來；但是高科技與半蜥人自由勞動政策的結合卻無法讓平民享受同等得益，他們反而十分貧困。民眾抗議和暴亂已是半蜥人社會上的常態；而且，基本上每當星球上的資源枯竭之時，這些不可一世的社會精英第一時間會收拾包袱讓自己離開，完全將平民沒當是一回事 - 其餘的人只能等死。 \n\n 艾爾法•德拉科尼亞要面對的問題不僅在內部，還有來自外部的威脅。索拉格帝國旗下僅有為數不多的蟲族殖民地發展出日漸成熟的科技能力與軍事策略，使得蟲族對艾爾法•德拉科尼亞的抵抗愈加激烈。",

            "manual-controls-intro":    "My Colony提供了幾種控制方法，具體取決於設備的類型和功能以及您喜歡的遊戲風格。 儘管該遊戲在設計時就考慮了鍵盤和鼠標控件，但它已經過調整以支持大多數常見的控件設置。",

            "manual-keyboard-intro":    "我們推薦您使用鍵盤和滑鼠(或觸控筆)來遊玩 My Colony，因為這是遊戲設計時所預想的操作方式。\n\n滑鼠及觸控筆的操作非常直觀。您可以單擊滑鼠來選擇單元和建築物，而單擊並拖曳滑鼠則可以選擇區域中的所有單元。雙擊一個單元則能選擇所有的同類單元。選擇一個單元後，單擊右鍵將能對該單元進行操作，無論是收穫、移動還是建造。你可以透過單擊+拖曳滑鼠來滾動地圖，或者在全螢幕模式下使用滑鼠操作\n\n系統還支持各種鍵盤快捷鍵，您可以在“系統設定(Engine Settings)”中隨意更改。目前鍵盤綁定如下：",

            "manual-touch-intro":       "My Colony具備完整的觸控界面，該界面相容於任何具有觸控螢幕的設備。大多數觸摸動作的功能類似單擊滑鼠，但仍有些微差異。雙指捏合/外伸即可縮放地圖。滾動地圖的方式也很直觀。",

            "manual-gamepad-intro":     "除了鍵盤和觸控方式外，My Colony也能透過遊戲機操作。當使用遊戲機時，系統會自動轉換界面，以適應電視或其他顯示裝置。\n\n遊戲手柄界面是以Xbox 360/One的控制介面為原型所設計的，該介面同時也是許多PC和Android控制器的標準介面。按鈕名稱可能因遊戲手柄的品牌和樣式而異:",

            "gen-local-mode":           "本地模式",

            "manual-local-mode":        "在My Colony中玩本地模式並不需要帳戶或網路連接。在“本地模式”中，您將以身為基本AI文明(base AI civilizations)的子殖民地身分開局，並且需要支付標準稅額，直到您宣布獨立。在建立您的殖民地時，AI不會為您提供任何額外的幫助。\n\n本地遊戲也可以進行多人模式，只要與其他的本地模式玩家連接同一個WiFi或區域網即可。Wifi多人模式相容於各種平台，並支援所有設備。然而，出於安全顧慮，您將無法透過Web瀏覽器進行此操作，除非您已安裝並啟動了Apps Desktop Bridge(Ape Apps Launcher的一部分）。在區域網內的玩家能夠互相發送消息和交易資源。\n\n除非使用自定義地圖或在創意模式中遊玩，否則本地遊戲都可以切換到在線模式，但這樣做會將殖民地的所有資源歸零。\n\n在本地模式下，遊戲內建的防作弊機制會對玩家的作弊行為睜一隻眼閉一隻眼。也就是說，在本地模式中，被發現有作弊行為的殖民地不會受到任何懲罰，但是遊戲會阻止該殖民地切換到線上模式(online mode)。",

            "manual-online-mode":       "擁有有效Ape Apps帳戶和網路連接的玩家可以在線上模式下玩My Colony。線上模式與本地模式非常相似，但仍有幾個主要區別。\n\n首先，以線上模式啟動遊戲時，您的殖民地將會被另一個玩家所建立的殖民地(也就是你的母殖民地)掌控。控制母殖民地的玩家可以選擇提高或降低您的稅率，或者完全不收稅。母殖民地通常也會向子殖民地(也就是你的殖民地)發送禮物或資源，好讓他們能快點上手。",

            "manual-online-commonwealth":"在線上模式中，母殖民地與子殖民地之間的關係被稱為聯邦。子殖民地宣布獨立後，將成為一個新的聯邦領導(也就是新的母殖民地)。任何利用charter加入聯邦的子殖民地都將成為該聯邦的成員，玩家可以使用charter code加入他們指定的任何聯邦，charter code可以在母殖民地的統計面板中找到。你也可以在 https://www.my-colony.com 的列表中找到排名前幾名的線上聯邦\n\n。加入聯邦的福利取決於母殖民地和控制它的玩家。有興趣玩線上模式，並想找到一個活躍的聯邦的話，歡迎您查看My Colony論壇的Commonwealth部分。",

            "manual-online-fererations":"聯盟(Federations)是聯邦(Commonwealths)之上的組織，是各獨立聯邦間的正式聯盟。聯盟功能尚在開發中。",

            "manual-online-embassy":    "獨立的聯邦領導可以要求在其他已獨立的殖民地建立大使館，前提是他們知道其他殖民地的charter code。如果建立大使館的請求被接受，則可以在其他玩家殖民地中為您的殖民地建立新的大使館大樓。使館允許進行多人外交行動，包括消息傳遞，資源交易，提供助手等。",

            "manual-online-trade-hdr":  "貿易",

            "manual-online-trade-desc": "在線上模式中，您可以訪問銀河資源交易所，這是一個用於買賣遊戲內資源的線上全球市場。多數玩家將其稱為聯合地球大樓，即銀河貿易委員會。\n\n在線上模式中，線上市場上的當前資源會對每個殖民地產生重大影響，因為所有在地價格均由當前的全球市場價值決定。價格取決任何給定殖民地的資源生產力。全球市場的價格波動會對您的經濟規模、力量，甚至是各個殖民者的幸福及工作意願產生極大影響。",

            "manual-creative-mode":     "對於只想放鬆和建造的玩家來說，創造模式無非是最好的選擇。當以創造模式進行遊戲時，遊戲中的所有結構都是解鎖的，且任何技術或資源即可建造。當然，處於創意模式的遊戲無法切換到線上模式。",

            "manual-single-city":       "無論您是以本地，線上還是創造模式啟動遊戲，都可以在單一城市和區域模式之間進行選擇。\n\n 在單一城市中，整個城市都包含在一張地圖和一個文件中。 開始遊戲後，您可以選擇地圖大小，以及資源的豐富度。 在遊戲的後期，隨著政府級別的提高，您可以通過吞併新土地來擴張地圖。 然而，隨著地圖尺寸的增加，遊戲性能亦會下降，尤其是在性能較差的設備上。 為解決這個問題，“區域模式”於是誕生。",

            "manual-regions":           "區域模式的誕生是為了解決單個城市擴張後衍生的裝置效能問題。區域將地圖大小限制在小型或中型級別，並停用了藉由吞併方式擴展地圖的功能。這個限制帶來的好處是，單個區域至多可包含2500個單獨的地圖文件，理論上可以容納大量的殖民地。\n\n 區域模式的運作原理是將原本的城市資訊分成許多小的數據包，每個數據包都單獨處理，但共享一個公共資源和技術庫。此設置大大地提高了大型城市的運作效能，並允許將城市構建為專用塊。  經濟和人口等統計資訊方，無論是區域中的單一城市或整個區域都有詳盡的紀錄。但為了方便在線上公告，系統將採用整個區域的相關統計資料。",

            "gen-map-types":            "星球種類",

            "manual-map-types":         "您所選擇的世界類型將影響您的遊戲體驗和遊戲難度。在建立新殖民地之前，請仔細檢查每張地圖的相關資訊。",

            "gen-races":                "種族",

            "manual-races-desc":        "在My Colony中有幾個主要物種，每個物種都有獨特的能力。 您選擇的文明將決定您初始殖民者的物種。然而，隨著您的城市規模擴大，銀河系中的其他物種也可能會加入您的殖民地。",

            "manual-play-modes-desc":   "My Colony提供了各種模式來讓您消磨時間。 您可以線上、離線遊玩，甚至自訂地圖，無論是以單一城市模式或區域模式。本遊戲可以讓您保存無數個存檔，因此您可以自由探索，直到發現最適合您的遊戲方式！",

            "manual-res-desc":          "資源管理在My Colony中有舉足輕重的地位。如果您希望城市能夠繁榮發展，物流管理和存儲將會非常重要。 資源使您可以建立自己的殖民地、增加人口並研發新技術。",

            "manual-tech-header":       "研發新技術將能讓您解鎖新的建築物和車輛，從而開啟殖民地發展的嶄新篇章。\n\n 在My Colony中，技術間並非線性關係。若您想要跟這本手冊一樣以結構化方式來製作科技樹的話，您將會遇到很大的障礙，因為每種新技術都不僅依賴於來自多個不同分支機構的技術。每一項新技術不僅與樹中其他的技術有交互關聯，同時也與玩家現有掌握的資源有關。 因此，為了易於閱讀，科技樹的任何變動都需要手動創建和更新。 您可以在 https://www.my-colony.com/reference/ 檢視這顆科技樹。\n\n 本手冊以字母順序列出了所有的技術，以便於查找和參考，並分別說明每種技術的研發要求以及可解鎖的內容。",

            "manual-buildings-desc":    "My Colony中有多達#gamebuildingcount以上的建築物。 因此，若不以字母順序排序這些項目的話，將會使查找資料的難度大增\n\n你可以透過 https://www.my-colony.com/reference/的互動式表格搜尋遊戲中的所有結構，包括其所需技術要求，建造成本和生產產值。",

            "enc-print-status":         "警告！您將列印的是接近200頁的東西！",

            "manual-vehicles-desc":     "車輛（或單位）是殖民地發展的主力。 它們可以建造結構並收穫重要資源。 您可以在遊戲中建造和管理許多不同的單元。 在這裡，它們按字母順序列出以供您參考。",

            "manual-terms-header":      "關鍵字附錄",

            "manual-terms-desc":        "在本手冊中及遊戲中，您應該熟悉幾個術語，以便了解情況。",

            "manual-concepts-header":   "基礎教程",

            "manual-concepts-desc":     "本段介紹了My Colony中的一些重要概念，包括如何啟動並運行您的第一個殖民地，以及如何執行遊戲中的一些基本任務。",

            "waterworld-base-tech":     "在海洋星球用來研究的基地",

            "water-world-desc":         "海洋星球表面大部份被海洋覆蓋，陸地則為四周散落着小型島嶼。初期需依靠收集木材為生；表面缺乏淡水亦是一大挑戰。",

            "bridge1-description":      "如果您需要越過水域，你會需要一座木橋。橋道通常有兩種方向選擇。必須蓋在水域地塊上。",

            "goldreducer-description":  "遇上沒有礦石卻有大量黃金的奇怪情況下，這台黄金還原灶能派上用場。它運用蟲族的一種古老方法 - 將黄金放在糖上慢慢燃燒 - 來生產礦石。",

            "embridge-description":     "這座高科技的電磁能浮橋能幫助任何人越過水域或者岩漿海。",

            "sandpath-description":     "如果這裡沙子很多，那麼用來鋪路就正合適了。",

            "fisherbot-description":    "平平無奇的釣魚機械人。無論殖民地在忙甚麼，它總是在釣魚。",

            "fisherbothut-description": "漁舍能建造釣魚機械人，並管理它們的漁獲。所得的魚在這理會加工成烤魚棒作為殖民地食物供應。",

            "steelbridge-description":  "鋼橋比木橋更堅固，使得橋道更適合高速行駛，甚至還能蓋在滾燙的岩漿上。",

            "alumbridge-description":   "鋁橋那光滑的表面很適合高速‘滑行’......",

            "goldbridge-description":   "當您的人們走過這道黃金橋時，他們會明白您所代表、體現的華麗。",

            "fisherbug-description":    "教一隻蟲族去抓魚...... 然後這隻學會捕魚的漁夫蟲就會去岸邊抓魚，把魚放進嘴裡，帶回蟲塚，最後把分解出來的糖分與食物吐出來。啊，這一餐還真香。",

            "pastepontoon-description": "木板浮橋是一種原始風格的木橋。基本上就是將原木用蟻糊質黏在一起的木板。",

            "usedminer-description":    "老舊採集者通常是二手貨或者是用拆卸工場的舊零件拼裝而成。雖然品質比不上新出廠的現貨，但功力沒十成都還有五成。",

            "shipbuilding-desc":        "由於星際傳送門的負荷太大，對星際飛船設計與生產的研究還是需要的。尤其有些沒有傳送門的地方需要星際飛船的物流。",

            "shipworks-description":    "這座造船廠專為生產以速度和火力聞名銀河系的斯洛普飛船 (Draconian Sloop)而設。",

            "hereditaryrule-desc":      "半蜥人十分喜愛追隨強者。所以，現在就在這個世界上建立一個寡頭王權政府，滿足人民對強者的渴望吧！",

            "chamberofkings-description":"只有您高高在上的權力，才配得上王者之殿的高度！",

            "general-trade-too-cheap":  "銀河貿易管理局不接受任何低於 每100單位 #minlotprice 的手價。",

            "general-trade-too-expensive":"銀河貿易管理局不接受任何高於 每100單位 #maxlotprice 的手價。,

            "norm-res-desc":            "具有天然資源的常規地圖。",

            "blank-res-desc":           "完全沒有天然資源的空地地圖。 對於建造第一個城市的計劃可能不是一個好的選擇。",

            "bugships-desc":            "發現如何建造蟲式標準飛船 (Ruimteschip)，一種比較原始但是也能運作的星際飛船。",

            "scheepswerf-description":  "造船工坊能讓殖民地生產蟲式標準飛船 (Ruimteschip)，這種星際飛船毫無修飾但是十分實用。",

            "large-map-warn-header":    "有關大型地圖的提示",

            "large-map-warn-desc":      "您正在選擇較大的地圖尺寸。 在大地圖上遊玩可能會導致某些設備上的性能和遊戲存檔相關問題。 你確定你要繼續嗎？",

            "offline-copy-gen":         "離線複製檔案",

            "offline-copy-desc":        "創建該殖民地的離線副本，而不會影響您的線上遊戲或殖民聯邦。 使用此功能進行可以用來進行個人測試，或將地圖提交給開發人員以進行調試。 您應該先保存線上遊戲然後再執行此操作。",

            "offline-copy-notice":      "您現在正在遊玩此殖民地的離線複製版本。 要返回線上存檔，您必須保存並退出至主畫面並重新加載線上存檔。",

            "researchconvert-description":"不知道是甚麼原理，一些非常聰明的人能將抽象研究轉換成真實的貨物。這應該是很復雜的工序吧。不用擔心這所研究轉化設施怎樣運作。",

            "policy-tourism-desc":      "調整是否允許新遊客進入殖民地。",

            "general-allowed":          "允許",

            "general-blocked":          "禁止",

            "gen-leave-fed":            "退出聯盟",

            "leave-fed-confirm":        "您確定要退出此聯盟嗎？下次申請加入此聯盟時仍須通過投票程序。",

            "import-goods":             "進口貨品",

            "gen-importing":            "進口",

            "export-goods":             "出口貨品",

            "gen-exporting":            "出口",

            "gen-error":                "出現錯誤！",

            "subcity-mismatch":         "與該分區城市存檔相關的遊戲數據與它的主數據不匹配！ 您的存檔可能已損壞。",

            "coloniae":                 "Coloniae 同步",

            "coloniae-desc":            "把您的殖民地即時數據同步到 Coloniae！ Coloniae 可以讓您能查看殖民地的歷史數據與發展趨勢，使您更加能夠掌握自己殖民地的動向！(注意：Coloniae 是為第三方社群運行的服務，並非由Ape Apps官方營運及支持。)",

            "etherextractor-description": "乙太泵型探測機可是一個有趣的存在。它總是飛來飛去收集稀有、珍貴的乙太。",

            "etherprocessor-description": "乙太是一種很久以前由失控的核反應所形成的物質。這個乙太加工設施能夠將乙太中殘存的隋性鈾重新構成一塊純鈾礦石。",

            "etherbath-description": "過了一整天，沒有甚麼會比在這所公共的乙太浴場更放鬆、更療癒了。乙太浴很受大眾和遊客的歡迎。注意：可能致癌。",

            "subcity-desc":             "分區城市說明",

            "subcity-desc-detail":      "為此城市加入小記或短小說明文字。這段文字將在區域總覽地圖上展示。",

            "petroboiler-description":  "煉油沸騰爐可以又快又簡單的生產石油。利用煮沸的乙太，在複雜的反應下，木材會被濃縮成原油。",

            "advcloning-description":   "以乙太強化的進階複製人設施！培育複製人期間需要穩定的乙太供應。",

            "gen-small-city":           "小型城市",

            "small-city-desc":          "創建一個小型 (50×50) 城市。佔用 1×1 的區域格。",

            "gen-medium-city":          "中型城市",

            "medium-city-desc":         "創建一個中型 (100×100) 城市。佔用 2×2 的區域格。",

            "layout-template":          "生成佈局模板",

            "layout-template-info":     "保存或導出建築物和道路的半透明模板，以與他人共享或在其他地圖上使用，或導入和激活現有的地圖佈局模板(* .mcl文件)。",

            "save-template":            "儲存模板",

            "save-template-desc":       "將當前地圖的模板保存到內部遊戲目錄中，以供個人使用。",

            "export-template":          "導出模板",

            "export-template-desc":     "將當前地圖的佈局模板導出到設備的文件系統，以便與其他玩家共享或備份。",

            "import-template-desc":     "將模板文件（* .mcl）從文件系統導入到遊戲目錄中，以便可以使用它。",

            "import-template":          "導入模板",

            "activate-template":        "啟用模板",

            "activate-template-desc":   "加載並激活佈局模板文件以疊加到當前地圖上。 模板的大小必須與當前地圖的大小匹配。",

            "pick-template-name":       "請為此模板命名。",

            "gamepad-setting-desc":     "設定是否允許遊戲手柄/控制器輸入指令控制遊戲。",

            "the-commonwealth-of":      "殖民聯邦國",

            "edict-short-desc":         "傳送給所有成員",

            "tax-rate":                 "稅率",

            "tax-rate-desc":            "調整殖民聯邦的稅率。100%為預設的‘正常’稅率(參考離線遊戲/AI控制的聯邦的稅率)。",

            "salepitch-info-short":     "一段歡迎文字。",

            "mp-region":                "多人版區域",

            "mp-region-desc":           "新建或加入一個線上的多人版區域，多個玩家可以在同一個區域中建立自己的殖民地。需要Ape Apps帳號及網絡連接。",

            "new-mp-region":            "新區域",

            "new-mp-region-desc":       "創建新的多人區域地圖。你能夠決定區域名稱、地圖種類及公開度設定。不論是區域的擁有者或加入的玩家，皆沒有區域的全盤控制權，並且只能控制自己的分區城市。",

            "region-name":              "區域名稱",

            "region-name-desc":         "為新建的多人區域命名。這也是向所有玩家顯示的地圖名稱。注意，決定後的名稱無法再改變！因此，命名時請留意名稱是否包含不當內容，以免您的帳號受到不必要的影響。",

            "region-charter-private":   "該區域的憲章可以設定為公開，也可以設定為私人。 如果是私人的，則只有知道憲章代碼的玩家才能加入。 否則，它將在玩家開始新遊戲時顯示在可加入區域列表中。",

            "share-region-charter":     "區域憲章",

            "mp-region-district":       "分區",

            "mp-region-district-open":  "開放區域",

            "mp-region-district-open-desc":"如果設定為開放，則在此分區邊緣建造分區城市的其他玩家將共享區域的技術和資源。 否則，只有您可以將城市添加到此區域。",

            "rename-district":          "重命名分區",

            "rename-district-desc":     "為此分區重新命名。",

            "subsugar-description":     "只須要一些耐性和水，這座地下甘蔗農場能以緩慢的速度供應糖。",

            "bni-desc":                 "了解建立互聯網的基礎。用於促進資料傳輸和通訊。",

            "smsrvbld-description":     "小型伺服器站為殖民地提供互聯網所需的網絡帶寬。亦提供小量軟件儲存。",

            "cybercoinmine-description":"網域幣礦場是一所用來開採這一種非法卻十分值錢的黑市虛擬貨幣。一些程式工程師能在這裡窩上一整天。",

            "smserverfarm-description": "伺服器農場透過向本地行業提供伺服器租借及資料處理服務賺錢。",

            "galstockmarket-description":"不少的生意人都會到銀河股票交易所放手一拼，看看華爾街的財富傳說會不會降臨他們身上。一切交易手續費歸殖民地所有。",

            "lisdataintercept-description":"數據攔截器是一座黑客專用的大型通訊設備陣列，用以從被攔截的訊息盜取其他殖民地的資金及研究。",

            "smsoftwarestudio-description":"設立一座小型軟件開發所以製造資訊科技產業所需的軟件。",

            "netschool-description":    "教育不一定需要老師！這座網絡學校使用軟件提供高等教育來培育未來的專業人材。盡管這個過程會有點生硬。",

            "smalllab2-description":    "給老式實驗室來個設備升級 -- 這所進階研究實驗室配置了最新的電子研究設備，並使用軟件及網絡提升研究輸出。",

            "onlineofficeofficebld-description":"電子科技企業辦公室為殖民地提供專業人員職位，並透過售賣軟件獲得大量收益！需要網絡帶寬運作。",

            "arcade-description":       "這座經典的街機中心會讓遊戲發燒友提供無止盡且高價的玩樂......🎮",

            "colonimulation-description":"不相信有甚麼模擬裝置會比VR逼真？來Colonimulation中心吧！這個刺激你五官的模擬器將會成為新世代娛樂的主宰！",

            "civiccenter2-description": "設備升級後的集成式公民中心也不算是甚麼高效率的政府建築，但是由於使用軟件輔助工作，它相比老式公民中心具備更高的公民值生產力。",

            "hfnode-description":       "高頻率訊號塔能提供民用星際通訊，以及本地所需網絡帶寬。",

            "dsinterceptor-description":"深空訊號攔截器一種可以偵測深空的天線。可以從千里之外的文明中竊取信息和金錢。",

            "cirfoundry-description":   "電路鑄造廠使用進階的製造工藝以及金，鋁和晶體來構造粗糙微芯片。每一塊芯片皆是工匠的精心傑作。",

            "slabofproc-description":   "使用原始的微處理器和高頻波的處理石板。充當整個殖民地的數據通信的網絡帶寬節點。",

            "intpadthought-description":"通過將自己的意識插入星際通信網絡，使用這塊星空思維石板的蟲族將進入一種短暫狀態，在此狀態中，心境猶如與其他蟲族伙伴一同進入幸福的境界。 在此過程中會生成微量的安特拉。",

            "keyboard-open-res":        "開啟資源視窗",

            "keyboard-search-res":      "開啟資源搜索器",

            "save-file-loc":            "檔案儲存位置",

            "save-file-loc-desc":       "改變My Colony在設備上儲存數據的位置。專家適用。除非你知道你要做甚麼，否則絕對不要對此項目進行操作。",

            "save-file-loc-warn":       "注意！這並不會將目前為止的數據自行移動。",

            "save-file-loc-confirm":    "您確定要更改My Colony的數據文件夾嗎？ 這不會轉移您當前的存檔。 同步到雲端的遊戲存檔不受影響。",

            "gen-disabled":             "已停用",

            "gen-volume":               "音量",

            "set-sfx-instruct":         "使用滑桿控制聲效的音量。若需要靜音，可將滑桿數值調整至0。",

            "centerforautocoding-description":"蟲族會在這座自動化元件編碼中心合力製造名為‘軟件’的東西。或許沒一個蟲族明白軟件是甚麼玩意，但是它對整個族群的用處可不小。",

            "thoughttower-description": "為你介紹蟲族最新的研究設施 - 思維之塔！透過蟲族將自己的思維插入這座塔，經過一些時間的思考，研究就如魔法一般自己出來啦！同時也為使用者提供娛樂及改善智力。",

            "hallofelders-description": "長老大廳是為長老理事會而設的進階會議廳。能為殖民地供應更多的公民值。",

            "support-community":        "支持者社群",

            "merch-store-header":       "My Colony 精品商店",

            "support-community-desc":   "線上論壇社群",

            "merch-store-desc":         "Buy My Colony Swag!",

            "moundonlinebus-description":"說蟲族缺乏商業技能和才幹的人一定從來沒有去過網上商業之塚，那裡讓蟲族的商業夢想成真，那裡讓金燦燦的金幣如水流動。",

            "aipainting-description":   "全自動藝術展示機是一個自動機械臂，可在公共廣場上產出繪畫。這個機器人創造的現代藝術能讓市民和遊客著迷，更重要的是這些藝術品可以之後高價將其出售給人類投資者。",

            "antaniumimpactor2-description":"這是一部進階的的集成式合金衝壓儀，配備集成電路及遙控操作系統以增加生產效率。",

            "codersden-description":    "編譯者巢穴是編譯者起居和工作的地方。他們對於促進自動化很重要。",

            "itstudiocomplex-description":"一所能讓程式開發者工作一整天的大型資訊科技工作室，是用來生產大量重要軟件(例如Antiquitas)的設施。",

            "megabotdeluxe-description":"如果你喜歡快速建造，或者給你的巨型建築機械人一個閃亮新造型，那麼你找對東西了 -- 豪華版巨型建築機械人！會比較貴一些，但是建造速度比老型號快足足30倍！",

            "general-flag":             "殖民地旗幟",

            "flag-background":          "旗幟背景顏色",

            "gen-primary-parts":        "基本部件",

            "gen-logos":                "標誌",

            "add-part":                 "新增背景圖案",

            "add-logo":                 "新增標誌",

            "ethertreefarm-description":"如果你能找到一個不錯的乙太來源，這個浸在乙太池的乙太植樹場種出來的樹可以很誇張的又大又多。只不過有一個小問題，產出的木材會不會有放射性？",

            "aliennuclearplant-description":"為老式的核分裂發電廠注入新生命！這所量子核電廠注入了最先進的異星科技！",

            "multimediainf-desc":       "學習何以使用互聯網來建立殖民地多媒體廣播系統。",

            "newsstation-description":  "為殖民者提供最新消息！這所官方新聞部會生產公民值，以及一些來自訂閱者的資金。會需要一些朗姆酒運作，這是由於直播員的喝酒文化猖狂得你也不能改變。",

            "imppropaganda-description":"讓你的人民無時無刻被洗腦的帝國宣傳部。會需要一些資金、軟件和微蕊片去運作，但是它能生產極大量的公民值。",

            "onlinebmoffice-description":"這間網上黑市辦公室用來從各種最邪惡的貨源購入或出售各式貨品，更厲害的是能用黑客技術將其他船運改道到你的殖民地。",

            "hackercamp-description":   "如果你發現殖民地電腦中了複雜難解的病毒和資料被盜，那大多是出自黑客營壘裡專業黑客的精心傑作。生產研究、軟件及資金。",

            "mindnetwork-desc":         "利用互聯網來傳輸思想！這種蟲族獨有的先進技術允許蟲族進行更佳的通訊、管治及產業控制。",

            "adv-networking-desc":      "研發更先進的電子網絡及通訊技術。",

            "massdata-desc":            "學習大數據管理技術，用以處理及傳送更複雜、更多的數據！",

            "largeserverbuilding-description": "需要應付日益增加的互聯網需求嗎？那麽該時候讓大型伺服器中心出場了。",

            "proxyserverbld-description": "在地球聯邦情報機構的眼皮底下開設大規模網絡並非沒有辨法，如果你有代理伺服器的技術來建造這個代理伺服器中心。",

            "electronicschopshop-description": "電子元件回收站可從多餘的玩具及老舊的電子產品中的微蕊片，可以應付因互聯網基建開通而日漸增加的微蕊片需求。",

            "moundofscholars-description": "如果要為蟲族提供良好受訓的工作人口，就從教育做起 -- 這個學者之塚，蟲族的教育機構，便是為此而生。",

            "pastetank2-description":   "為蟲族殖民地迎來更智能的生產方法！智能製糊缸透過連接蟲巢網絡控制生產品質之餘，也提高了生產效率。",

            "autopsyslab-description":  "在這個解剖直播平台，一個判官會隨處抓來一隻蟲族奴隸，把它活生生的解剖，並將過程在銀河互聯網上直播......但這東西基本上這對早已熟悉蟲族構造的德拉科尼亞人沒甚麼幫助。",

            "keyboard-chat-input":      "打開對話回覆快捷視窗",

            "artwarehouse-description": "配置室內氣候調節器保持奢侈品品質，用於儲存畫作、陶器和布料的藝術品倉庫。",

            "counterfeitmarket-description": "假冒奢侈品交易市場除了為一些奢侈品(鑽石、畫作、陶器和布料)提供大量儲存空間，也會出售它們......但賣出去的大多都是低成本製造的假冒品。",

            "aluminumgenerator2-description": "誰說你不能改良古代異星人的尖端科技？第二代製鋁機在第一代的基礎下改良後能以快多倍的速度生產鋁金屬！",

            "gen-kick-member":          "移除成員",

            "shipyard2-description":    "高級飛船工廠配備進階電子控制技術及雙層式造船區域，相比傳統造船廠能以更高效率生產星際飛船。",

            "deptfishstudies-description":"這個沒有實質意義的魚類交配研究部只是一個提供大量研究員職位以應付高學歷人口失業問題的官僚部門，所謂的研究也只有一堆沒有任何經濟效益且無人問津的論文。",

            "meshplatform-description": "鐵絲網浮台提供比橋道更具靈活性的海上道路。成本也很低廉。",

            "saltwaterpump-description":"一座蓋在海上的鹹水泵。",

            "saltwatertank-description":"用來儲存鹹水的鹹水缸。",

            "desalinationfacility-description":"一座海水淡化廠。將鹹水淨化成發展海上城市十分需要的乾淨水。",

            "fishery-description":      "能生產大量魚的海上養殖場！這批魚要怎樣用，悉君隨便。",

            "fishcannery-description":  "沒有甚麼平民食物能比魚肉罐頭更能代表一座海岸殖民地。這座罐頭魚肉工廠透過加工魚類為殖民地提供食物，保證每餐都有全魚宴！",

            "proxyservers-desc":        "發現能夠繞過地球聯邦偵測及防火牆的進階代理伺服技術。",

            "general-friends":          "朋友",

            "gen-inc-friend-requests":  "朋友請求",

            "gen-add-friend":           "加新朋友",

            "gen-group-units":          "工作分隊",

            "gen-ungroup-units":        "分折分隊",

            "gen-group":                "組成分隊",

            "ungroup-units-tip":        "將工作分隊還原成多個單位。",

            "group-units-tip":          "將同一種工作單位合組單一實體的工作分隊。 (能減少因過多實體同時運作而造成的廷遲。)",

            "aquaring-description":     "汲水之環是一個以泥石建成並以原礦加固的的一個離岸環形汲水裝置......用來汲取海水。",

            "aquascrubber-description": "水淨化缸是一種只用沉澱方式過濾淨化鹹水的裝置。蓋起來和用起來都非常簡單。",

            "seabeetfarm-description":  "海甜菜是來自古索拉格，含有豐富糖分的水生蔬菜。這個海甜菜農田以耕種這種作物提供蟲族賴以生存的糖；重點是能充分運用水域空間。",

            "aquamound-description":    "海上之塚在蟲族的社會中是一種高級的家庭式居所，總比住在擁擠的一般蟲塚好。",

            "claypit-description":      "這個黏土坑或許有點骯髒髒的感覺，但是凡是在這個坑工作的蟲族工蟲都很喜歡這裡。",

            "smolderingpit-description":"蟲族生產木炭的方式十分原始，把木頭丟進這個悶燒坑，然後點火......",

            "quantumsupplypile-description":"使用異星科技增加儲存量的量子能物資存放堆。為非獨立蟲族殖民地提供更佳的儲存庫。",

            "petroplant-description":   "管甚麼環境污染，強力發電就是正義！這座蟲族燃油發電站能為殖民地生產大量電力！",

            "microdistiller-description":"一座將海水泵和蒸餾器結合為一體的高密度迷你蒸餾器。"

            "online-play-req-not":      "遊玩線上模式需要一個免費的 Ape Apps 帳號，請從左邊的側滑式選單登入。若要創建新帳號，請前往 https://accounts.ape-apps.com",

            "gen-must-sign-in":         "必須登入才能遊玩！",

            "watervats2-description":   "把洞挖得更深，並用拋光的粘土裝飾，殖民者將會更喜歡在這些可愛的光滑水缸旁聚集和儲存多餘的水。",

            "houserunningrum-description":"酒泉之屋是蟲族的特色大型酒館，提供優質食物，朗姆酒源源不斷。不論市民和遊客都可以享受數小時的歡樂！",

            "laborcamp-description":    "這座結構複雜的蟲族地下勞工營安置和顧用大量的工蟲，這裡除了種植甘蔗和樹木，同時還進行礦石，粘土和金礦的採礦作業。",

            "quantumfoodfortification-description":"借助外星科技在食品加工中實現量子化生產的量子食品強化工場！能為龐大人口提供大量食物。",

            "megamound-description":    "巨塚體育館是蟲族的超大型旅遊業建築，專門舉辦從體育活動到大型星際會議的各種活動。在生產貨幣，公民值和研究的同時，運作時消耗布料，食物和水。還為工人提供少量的住所。",

            "potterbugmound-description":"陶匠蟲之塚是蟲族的陶匠和助手工蟲工作的地方。黏土在這裡會經過他們的巧手烤製成各種精美的陶器。"

            "megaconst-desc":           "學習更高階的建築技巧！這種技術能讓殖民地開始建造又高又大、甚至看似違反地心吸力原理的宏偉建築！",

            "insectdomin-desc":         "學習建立一個蟲族君主專制政權，並探究控制銀河各處臣民的管治之術！",

            "deluxecommand-description":"豪華級萬邪司令殿是蟲族最高等的的政府指揮中心，用於管理影響力廣闊的殖民聯邦或在聯盟之間開展更大的貿易。"

            "unholytower-description":  "邪惡萬寶塔是蟲族的究極儲存建築！它強大得只有一個問題 -- 你能夠找回曾經丟進這座萬寶塔裡的私人物品嗎？",

            "glazedmound-description":  "殖民地需要更多住所嗎？這種可愛(至少在蟲族眼中是這樣)的彩釉之塚會是一個不錯的選擇。",

            "smartpowerspire-description":"如果你嫌普通的安特拉能發電不夠強，那麼該時候給它一個升級了。供應一些網絡、微芯片和軟件，這座智能能量之錐就能真正地利用安特拉之力生產大量電力！",

            "quantumslabofproc-description":"以前沒有人知道古代一族是如何生產網絡帶寬的。但是如今您知悉了這種技術，不如將其更上一層樓，把他們的技術運用在這塊量子處理石板上呢？",

            "quantumwetcone-description":"為您程現，潮濕之錐技術的奧義！只要有量子潮濕之錐，不論有多少口渴的蟲族都能滿足！",

            "quantumcirfoundry-description":"使用古代異星科技的量子電路鑄造廠能夠以超乎常蟲的速度生產晶片。",

            "new-city-dest":            "選擇新城市的落成位置。",

            "unholygoldgrower-description":"將原礦和褐蟻合金放進這台邪惡黃金生長儀，並注入安特拉之力與水晶，能生成出大量的黃金。",

            "crystalgenerationchamber-description":"水晶生成室是一座高科技設施。使用大量的石油、糖、蟻糊質和鈾，並在充滿能量的環境下混和，即可生產又熱又新鮮(不是麵包！）的水晶。",

            "toweroftruth-description": "真理之塔向眾愚傳授‘真理’，為他們帶來娛樂(其實是引開注意)，並從過程中產出公民值。",

            "antaniumblastfurnace-description":"這座以黑曜石作為強化物料的合金高爐能讓您的褐蟻合金產量翻倍！"

            "etherreactor-description": "當您擁有一些乙太，您可以利用乙太反應爐在狹窄的地方製造大量電力！"

            "designatedswimarea-description":"很簡單，這只是一個讓蟲族能不用擔心游泳時被海蛙吃掉的游泳區，在這裡游泳是絕對安全，絕對放鬆的。",

            "regobug-description":      "一隻愛挖灰壤，很幫得上忙的灰土蟲。",

            "regolithincinerator-description":"將糖加入灰壤，並在灰土焚燒爐高温加熱後，能夠將灰壤降解為原礦。",

            "potofether-description":   "年輕的蟲族在童年總會聽過有關彩虹盡頭有一個魔法乙太鍋的故事。雖然只是童話故事，但只要有一些礦物、黃金與灰壤，也能造一個出來哦！",

            "etherbug-description":     "乙太蟲(Etherbug)是世界上唯一一種不會因進食乙太而即時死亡的蟲族。因此，這家伙從此以後就被強迫冒著生命危險為殖民地收集乙太......"

            "rawfishdiner-description": "生魚餐廳是半蜥人和星際遊客感到無聊時其中一個最熱門的聚會場所之一。一邊品嚐生魚刺身和朗姆酒，一邊享受WiFi吧！",
